<#-- 产品类型 （全量）-->
<#assign investProductType = {
"01":"公募证券投资基金",
"02":"私募证券投资基金",
"03":"基金公司及其子公司资产管理计划",
"04":"证券公司及证券资管公司资产管理计划",
"05":"期货公司及其子公司资产管理计划",
"06":"银行理财资产管理计划 ",
"07":"信托资产管理计划",
"08":"保险资产管理计划",
"09":"社会保障基金 ",
"10":"养老基金 ",
"11":"企业年金 ",
"12":"慈善基金、捐赠基金等社会公益基金",
"13":"境外资金（QFII、RQFII等）",
"14":"境内法人机构（公司等）自营资金 ",
"15":"境内非法人机构（一般合伙企业等）自营资金", 
"16":"财政直接出资资金 ",
"17":"私募基金管理人自营资金",
"18":"境外机构自营资金",
"19":"其他"
}>

<#-- 证件类型 机构-->
<#assign certificateTypeOrg = {
"0":"组织机构代码证",
"1":"营业执照",
"2":"行政机关",
"3":"社会团体",
"4":"军队",
"5":"武警",
"6":"下属机构（具有主管单位批文号）",
"7":"基金会",
"8":"其它",
"9":"登记证书",
"A":"批文"
}>

<#-- 证件类型 个人-->
<#assign certificateTypePer = {
"0":"身份证",
"1":"护照",
"2":"军官证",
"3":"士兵证",
"4":"港澳居民来往内地通行证",
"5":"户口本",
"6":"外国护照",
"7":"其它",
"8":"文职证",
"9":"警官证",
"A":"台胞证",
"B":"外国人永久居留证"
}>